const fishData = {
    1: [
      {
        "name": "Плітка",
        "bait": ["опариш", "мотиль", "хлібний м'якуш", "перлова крупа"],
        "gear": ["поплавцева вудка", "ліска: 0.1-0.14 мм", "гачок: №16-20"]
      },
      {
        "name": "Уклейка",
        "bait": ["опариш", "дрібний мотиль", "шматочки хліба", "манка"],
        "gear": ["легка поплавцева вудка", "ліска: 0.08-0.1 мм", "гачок: №18-22"]
      },
      {
        "name": "Окунь",
        "bait": ["жива рибка", "мотиль", "твістери", "блешні"],
        "gear": ["спінінг з мікроджигом", "ліска: 0.12-0.18 мм", "гачок: №8-12"]
      },
      {
        "name": "Щука",
        "bait": ["жива рибка (карас, уклейка)", "штучні приманки (воблери, блешні)"],
        "gear": ["спінінг з жорстким вудилищем", "сталева поводка", "плетена ліска 0.3 мм або монофільна 0.4 мм"]
      },
      {
        "name": "Карась",
        "bait": ["черв'як", "кукурудза", "тісто", "перлова крупа", "хліб з часником"],
        "gear": ["поплавцева вудка або фідер", "ліска: 0.12-0.16 мм", "гачок: №12-16"]
      }
    ],
    2: [
      {
        "name": "Лин",
        "bait": ["черв'як", "мотиль", "кукурудза", "хліб з медом"],
        "gear": ["фідерна вудка", "ліска: 0.16-0.2 мм", "гачок: №10-14"]
      },
      {
        "name": "Окунь",
        "bait": ["жива рибка", "мотиль", "твістери", "блешні"],
        "gear": ["спінінг з мікроджигом"]
      },
      {
        "name": "Лящ",
        "bait": ["мотиль", "перлова крупа", "мастирка", "кукурудза"],
        "gear": ["фідер із годівницею", "ліска: 0.18-0.22 мм", "гачок: №8-14"]
      },
      {
        "name": "Судак",
        "bait": ["жива рибка (уклейка, карась)", "твістери", "воблери"],
        "gear": ["жорсткий спінінг з силіконовими приманками", "сталева поводка", "плетена ліска 0.3 мм"]
      },
      {
        "name": "В'язь",
        "bait": ["живець", "хліб", "сир", "черв'як"],
        "gear": ["поплавцева або донна вудка", "ліска: 0.18-0.22 мм", "гачок: №10-12"]
      }
    ],
    3: [
      {
        "name": "Сом",
        "bait": ["жива риба (лящ, карась)", "жаба", "шматки м'яса", "виповзок"],
        "gear": ["потужна донна вудка із годівницею", "плетена ліска 0.5 мм", "великий гачок №4–6"]
      },
      {
        "name": "Короп",
        "bait": ["кукурудза", "бойли", "горох", "хліб", "картопля"],
        "gear": ["карпове вудилище", "ліска: 0.25–0.3 мм", "великі гачки №6–10"]
      },
      {
        "name": "Лящ",
        "bait": ["мотиль", "опариш", "мастирка", "каші"],
        "gear": ["фідерна вудка", "годівниця із підгодівлею", "ліска: 0.2 мм", "гачок: №8–12"]
      },
      {
        "name": "Білий амур",
        "bait": ["салатні листя", "зелень", "кукурудза", "перлова крупа"],
        "gear": ["потужна поплавцева або донна снасть", "ліска: 0.3 мм", "гачок: №4–8"]
      },
      {
        "name": "Минь",
        "bait": ["мотиль", "шматочки риби", "виповзок"],
        "gear": ["донна снасть із важким грузилом", "ліска: 0.25 мм", "гачок: №6–10"]
      }
    ],
    4: [
      {
        "name": "Сом",
        "bait": ["виповзок", "жаби", "шматки м'яса", "жива риба"],
        "gear": ["потужна донна снасть", "сталева поводка", "гачок великого розміру №2–4"]
      },
      {
        "name": "Минь",
        "bait": ["мотиль", "шматочки риби", "виповзок"],
        "gear": ["зимова донна вудка", "важке грузило", "ліска: 0.3 мм"]
      },
      {
        "name": "Лин",
        "bait": ["мотиль", "черв'як", "кукурудза"],
        "gear": ["донна вудка", "годівниця", "ліска: 0.18–0.2 мм", "гачок: №8–12"]
      },
      {
        "name": "Короп",
        "bait": ["горох", "картопля", "бойли", "кукурудза"],
        "gear": ["карпове вудилище", "годівниця з підгодівлею", "ліска: 0.25 мм", "гачок: №6–8"]
      },
      {
        "name": "Щипавка",
        "bait": ["мотиль", "дрібний хробак", "личинки комах"],
        "gear": ["поплавцева вудка", "делікатна ліска: 0.08–0.1 мм", "гачок: №18–22"]
      }
    ]
  }

export default fishData;